{
  "greeting": "Portefølje",
  "translation": {
    "home": "Hjem",
    "about": "Om",
    "Skills": "Ferdigheter",
    "Projects": "Prosjekter",
    "Download Resume": "Last ned CV",
    "Contact": "Kontakt"
  },
  "aboutPage": {
    "title": "Om meg",
    "paragraph1": "Hei, mitt navn er Alim, og jeg er en JavaScript-webutvikler. Jeg har nylig startet med læring av full stack web-utvikling, og jeg har allerede fått mye erfaring med React, Node og Express. Jeg har også erfaring med å bygge webapper som håndterer store mengder data, noe som har gitt meg god innsikt i hvordan man skal skalere applikasjoner og optimalisere ytelsen.",
    "paragraph2": "Jeg har også selvstudert grunnleggende Python, og selv om jeg ikke har mye erfaring med det ennå, føler jeg at jeg kan bruke det som et verktøy i fremtidige prosjekter. Tidligere jobbet jeg som QA-tester for United Coder LLC (Remote, USA) mellom 2020-2022, der jeg fikk erfaring med å teste programvare og rapportere problemer til utviklere.",
    "paragraph3": "Nylig startet jeg på Kodehode, en full-stack-kurs som gir meg 6 måneder med teori og 6 måneder med opplæring i form av lærlingarbeid. Dette gir meg muligheten til å videreutvikle mine ferdigheter og praksis med et team av erfarne utviklere",
    "Skills": "Ferdigheter",
    "paragraph4": "Jeg er svært lidenskapelig opptatt av å designe og utvikle intuitive brukergrensesnitt, og jeg streber alltid etter å forbedre brukeropplevelsen i prosjektene mine. Jeg tror på å jobbe smart, være organisert og fokusere på detaljer for å skape en vellykket applikasjon. Hvis du leter etter noen som har erfaring med å jobbe med store prosjekter samtidig som de kan fokusere på små detaljer, vil jeg gjerne hjelpe deg med ditt neste prosjekt"
  },
  "HomePage": {
    "hompageTitel": "Hei der, Jeg er Alim",
    "profession2": "Full Stack Web Developer og QA",
    "profession1": "Velkommen til min portefølje! Jeg jobber med full",
    "profession3": "stack webutvikling og QA / testautomatisering. Utforsk",
    "profession4": "mitt arbeid, og la oss samarbeide for å realisere dine webprosjekter."
  },
  "Projectes": {
    "title": "Mine Prosjekter",
    "weatherApp": "Vær-app",
    "loginPage": "Påloggingsside",
    "planetProject": "Planet prosjekt",
    "htmlPortfolio": "HTML-portefølje",
    "chessGame": "Pågående..Sjakkspill"
  },
  "Contact": {
    "title": "Kontakt meg",
    "address": "Adresse:",
    "phone": "Telefon:",
    "email": "E-post:",
    "fullname": "Full Navn *",
    "name": "Navn",
    "Message": "Message *",
    "Email": "E-mail *",
    "yourMessage": "Din tilbakemelding",
    "buttonText": "Send E-post"
  }
}
