{
  "greeting": "Portefølje",
  "translation": {
    "home": "Hjem",
    "about": "Om",
    "Skills": "Ferdigheter",
    "Projects": "Prosjekter",
    "Download Resume": "Last ned CV",
    "Contact": "Kontakt"
  },
  "aboutPage": {
    "title": "Om meg",
    "paragraph1": "Hei, Jeg er Alim, en JavaScript-webutvikler. Jeg har nylig startet min reise innen full stack web-utvikling og har betydelig erfaring med React, Node og Express. Selv om jeg foreløpig ikke har jobbet med webapper som håndterer store datasett, er jeg lidenskapelig opptatt av å utvide mine ferdigheter og eksperimentere med nye teknologier.",
    "paragraph2": "Jeg har også utforsket grunnleggende Cypress, og selv om jeg ikke er en ekspert ennå, ser jeg potensialet for å bruke det i fremtidige prosjekter. Tidligere jobbet jeg som QA-tester hos United Coder LLC (Remote, USA) fra 2020 til 2022, hvor jeg testet programvare og rapporterte problemer til utviklerne.",
    "paragraph3": "",
    "Skills": "Ferdigheter",
    "paragraph4": "Jeg er lidenskapelig opptatt av å designe og utvikle intuitive brukergrensesnitt. Mitt fokus er alltid å forbedre brukeropplevelsen gjennom smart arbeid og detaljorientert tilnærming. Jeg er klar til å bidra til prosjekter, store og små, med erfaringen min."
  },
  "HomePage": {
    "hompageTitel": "Hei der, Jeg er Alim",

    "profession1": "Velkommen til min portefølje! Jeg jobber med full stack webutvikling og QA / testautomatisering.",
    "profession3": " Utforsk mitt arbeid, og la oss samarbeide for å realisere dine webprosjekter.",
    "profession4": "Hei der, Jeg er Alim"
  },
  "Projectes": {
    "title": "Mine Prosjekter",
    "weatherApp": "Vær-app",
    "loginPage": "Påloggingsside",
    "planetProject": "Planet prosjekt",
    "htmlPortfolio": "HTML-portefølje",
    "chessGame": "Pågående..Sjakkspill"
  },
  "Contact": {
    "title": "Kontakt meg",
    "address": "Adresse:",
    "phone": "Telefon:",
    "email": "E-post:",
    "fullname": "Full Navn *",
    "name": "Navn",
    "Message": "Message *",
    "Email": "E-mail *",
    "yourMessage": "Din tilbakemelding",
    "buttonText": "Send E-post"
  }
}
